[{"id":"105045","original_title":"Das Versprechen","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 10749, 'name': 'Romance'}]\"","original_language":"de","overview":"East-Berlin, 1961, shortly after the erection of the Wall. Konrad, Sophie and three of their friends plan a daring escape to Western Germany. The attempt is successful, except for Konrad, who remains behind. From then on, and for the next 28 years, Konrad and Sophie will attempt to meet again, in spite of the Iron Curtain. Konrad, who has become a reputed Astrophysicist, tries to take advantage of scientific congresses outside Eastern Germany to arrange encounters with Sophie. But in a country where the political police, the Stasi, monitors the moves of all suspicious people (such as Konrad's sister Barbara and her husband Harald), preserving one's privacy, ideals and self-respect becomes an exhausting fight, even as the Eastern block begins its long process of disintegration.","release_date":"1995-02-16","belongs_to_collection":"\"\""},{"id":"5511","original_title":"Le Samouraï","adult":0,"genres":"\"[{'id': 80, 'name': 'Crime'}, {'id': 18, 'name': 'Drama'}, {'id': 53, 'name': 'Thriller'}]\"","original_language":"fr","overview":"Hitman Jef Costello is a perfectionist who always carefully plans his murders and who never gets caught.","release_date":"1967-10-25","belongs_to_collection":"\"\""},{"id":"23305","original_title":"The Warrior","adult":0,"genres":"\"[{'id': 12, 'name': 'Adventure'}, {'id': 16, 'name': 'Animation'}, {'id': 18, 'name': 'Drama'}, {'id': 28, 'name': 'Action'}, {'id': 10769, 'name': 'Foreign'}]\"","original_language":"en","overview":"In feudal India, a warrior (Khan) who renounces his role as the longtime enforcer to a local lord becomes the prey in a murderous hunt through the Himalayan mountains.","release_date":"2001-09-23","belongs_to_collection":"\"\""},{"id":"14788","original_title":"Bubble","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 80, 'name': 'Crime'}, {'id': 9648, 'name': 'Mystery'}]\"","original_language":"en","overview":"Set against the backdrop of a decaying Midwestern town, a murder becomes the focal point of three people who work in a doll factory.","release_date":"2005-09-03","belongs_to_collection":"\"\""},{"id":"141971","original_title":"Blackout","adult":0,"genres":"\"[{'id': 53, 'name': 'Thriller'}, {'id': 9648, 'name': 'Mystery'}]\"","original_language":"fi","overview":"Recovering from a nail gun shot to the head and 13 months of coma, doctor Pekka Valinta starts to unravel the mystery of his past, still suffering from total amnesia.","release_date":"2008-12-26","belongs_to_collection":"\"\""},{"id":"22649","original_title":"A Farewell to Arms","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 10749, 'name': 'Romance'}, {'id': 10752, 'name': 'War'}]\"","original_language":"en","overview":"British nurse Catherine Barkley (Helen Hayes) and American Lieutenant Frederic Henry (Gary Cooper) fall in love during the First World War in Italy. Eventually separated by Frederic's transfer, tremendous challenges and difficult decisions face each, as the war rages on. Academy Awards winner for Best Cinematography and for Best Sound, Recording. Nominated for Best Picture and for Best Art Direction.","release_date":"1932-12-08","belongs_to_collection":"\"\""},{"id":"13209","original_title":"Offside","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 35, 'name': 'Comedy'}, {'id': 10769, 'name': 'Foreign'}]\"","original_language":"fa","overview":"Since women are banned from soccer matches, Iranian females masquerade as males so they can slip into Tehran's stadium to see the game between Iran and Bahrain. The ones who are caught and arrested are taken to a holding area and guarded by soldiers. One sympathetic soldier agrees to watch the game through a peephole and recount the action to the impatient fans.","release_date":"2006-05-26","belongs_to_collection":"\"\""},{"id":"141971","original_title":"Blackout","adult":0,"genres":"\"[{'id': 53, 'name': 'Thriller'}, {'id': 9648, 'name': 'Mystery'}]\"","original_language":"fi","overview":"Recovering from a nail gun shot to the head and 13 months of coma, doctor Pekka Valinta starts to unravel the mystery of his past, still suffering from total amnesia.","release_date":"2008-12-26","belongs_to_collection":"\"\""},{"id":"77221","original_title":"Black Gold","adult":0,"genres":"\"[{'id': 12, 'name': 'Adventure'}, {'id': 18, 'name': 'Drama'}]\"","original_language":"en","overview":"On the Arabian Peninsula in the 1930s, two warring leaders come face to face. The victorious Nesib, Emir of Hobeika, lays down his peace terms to rival Amar, Sultan of Salmaah. The two men agree that neither can lay claim to the area of no man’s land between them called The Yellow Belt. In return, Nesib adopts Amar’s two boys Saleeh and Auda as a guarantee against invasion. Twelve years later, Saleeh and Auda have grown into young men. Saleeh, the warrior, itches to escape his gilded cage and return to his father’s land. Auda cares only for books and the pursuit of knowledge. One day, their adopted father Nesib is visited by an American from Texas. He tells the Emir that his land is blessed with oil and promises him riches beyond his wildest imagination. Nesib imagines a realm of infinite possibility, a kingdom with roads, schools and hospitals all paid for by the black gold beneath the barren sand. There is only one problem. The precious oil is located in the Yellow Belt.","release_date":"2011-12-21","belongs_to_collection":"\"\""},{"id":"109962","original_title":"Rich and Famous","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}]\"","original_language":"en","overview":"Two literary women compete for 20 years: one writes for the critics; the other one, to get rich.","release_date":"1981-09-23","belongs_to_collection":"\"\""},{"id":"84198","original_title":"A Place at the Table","adult":0,"genres":"\"[{'id': 99, 'name': 'Documentary'}]\"","original_language":"en","overview":"Using personal stories, this powerful documentary illuminates the plight of the 49 million Americans struggling with food insecurity. A single mother, a small-town policeman and a farmer are among those for whom putting food on the table is a daily battle.","release_date":"2012-03-22","belongs_to_collection":"\"\""},{"id":"119916","original_title":"The Tempest","adult":0,"genres":"\"[{'id': 14, 'name': 'Fantasy'}, {'id': 18, 'name': 'Drama'}, {'id': 878, 'name': 'Science Fiction'}]\"","original_language":"en","overview":"Prospero, the true Duke of Milan is now living on an enchanted island with his daughter Miranda, the savage Caliban and Ariel, a spirit of the air. Raising a sorm to bring his brother - the usurper of his dukedom - along with his royal entourage. to the island. Prospero contrives his revenge.","release_date":"1980-02-27","belongs_to_collection":"\"\""},{"id":"152795","original_title":"The Congress","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 878, 'name': 'Science Fiction'}, {'id': 16, 'name': 'Animation'}]\"","original_language":"en","overview":"More than two decades after catapulting to stardom with The Princess Bride, an aging actress (Robin Wright, playing a version of herself) decides to take her final job: preserving her digital likeness for a future Hollywood. Through a deal brokered by her loyal, longtime agent and the head of Miramount Studios, her alias will be controlled by the studio, and will star in any film they want with no restrictions. In return, she receives healthy compensation so she can care for her ailing son and her digitized character will stay forever young. Twenty years later, under the creative vision of the studio’s head animator, Wright’s digital double rises to immortal stardom. With her contract expiring, she is invited to take part in “The Congress” convention as she makes her comeback straight into the world of future fantasy cinema.","release_date":"2013-05-16","belongs_to_collection":"\"\""},{"id":"18440","original_title":"Days of Darkness","adult":0,"genres":"\"[{'id': 28, 'name': 'Action'}, {'id': 27, 'name': 'Horror'}, {'id': 878, 'name': 'Science Fiction'}]\"","original_language":"en","overview":"When a comet strikes Earth and kicks up a cloud of toxic dust, hundreds of humans join the ranks of the living dead. But there's bad news for the survivors: The newly minted zombies are hell-bent on eradicating every last person from the planet. For the few human beings who remain, going head to head with the flesh-eating fiends is their only chance for long-term survival. Yet their battle will be dark and cold, with overwhelming odds.","release_date":"2007-01-01","belongs_to_collection":"\"\""},{"id":"25541","original_title":"Broderskab","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}]\"","original_language":"da","overview":"Former Danish servicemen Lars and Jimmy are thrown together while training in a neo-Nazi group. Moving from hostility through grudging admiration to friendship and finally passion, events take a darker turn when their illicit relationship is uncovered.","release_date":"2009-10-21","belongs_to_collection":"\"\""},{"id":"110428","original_title":"Camille Claudel 1915","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}]\"","original_language":"fr","overview":"Winter, 1915. Confined by her family to an asylum in the South of France - where she will never sculpt again - the chronicle of Camille Claudel's reclusive life, as she waits for a visit from her brother, Paul Claudel.","release_date":"2013-03-13","belongs_to_collection":"\"\""},{"id":"11115","original_title":"Deal","adult":0,"genres":"\"[{'id': 35, 'name': 'Comedy'}, {'id': 18, 'name': 'Drama'}]\"","original_language":"en","overview":"As an ex-gambler teaches a hot-shot college kid some things about playing cards, he finds himself pulled into the world series of poker, where his protégé is his toughest competition.","release_date":"2008-01-29","belongs_to_collection":"\"\""},{"id":"69234","original_title":"The Phantom of the Opera","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 27, 'name': 'Horror'}, {'id': 10402, 'name': 'Music'}, {'id': 10749, 'name': 'Romance'}, {'id': 10770, 'name': 'TV Movie'}]\"","original_language":"en","overview":"Count de Chagnie has discovered Christine's singing talent on a market place and sent her to his friend Carriere, the director of the Parisian opera. However just when she arrives Carriere's dismissed. His arrogant successor refuses to let a woman of low birth sing in his opera, but graciously employs Christine as gadrobiere for his wife Charlotta, who's installed as first singer. He also fights the phantom, an unknown guy who lives since many years in the catacombs below the opera and was granted privileges by Carriere. However the phantom knows how to defend himself and at the same time helps Christine to her career.","release_date":"1990-03-18","belongs_to_collection":"\"\""},{"id":"168538","original_title":"Nana","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 35, 'name': 'Comedy'}]\"","original_language":"en","overview":"In Zola's Paris, an ingenue arrives at a tony bordello: she's Nana, guileless, but quickly learning to use her erotic innocence to get what she wants. She's an actress for a soft-core filmmaker and soon is the most popular courtesan in Paris, parlaying this into a house, bought for her by a wealthy banker. She tosses him and takes up with her neighbor, a count of impeccable rectitude, and with the count's impressionable son. The count is soon fetching sticks like a dog and mortgaging his lands to satisfy her whims.","release_date":"1983-06-13","belongs_to_collection":"\"\""},{"id":"42495","original_title":"King Lear","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 10769, 'name': 'Foreign'}]\"","original_language":"en","overview":"King Lear, old and tired, divides his kingdom among his daughters, giving great importance to their protestations of love for him. When Cordelia, youngest and most honest, refuses to idly flatter the old man in return for favor, he banishes her and turns for support to his remaining daughters. But Goneril and Regan have no love for him and instead plot to take all his power from him. In a parallel, Lear's loyal courtier Gloucester favors his illegitimate son Edmund after being told lies about his faithful son Edgar. Madness and tragedy befall both ill-starred fathers.","release_date":"1971-02-04","belongs_to_collection":"\"\""},{"id":"132641","original_title":"Tsuma","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}]\"","original_language":"ja","overview":"Ten years into a marriage, the wife is disappointed by the husband's lack of financial success, meaning she has to work and can't treat herself and the husband finds the wife slovenly and mean-spirited: she neither cooks not cleans particularly well and is generally disagreeable. In turn, he alternately ignores her and treats her as a servant. Neither is particularly happy, not helped by their unsatisfactory lodgers. The husband is easily seduced by an ex-colleague, a widow with a small child who needs some security, and considers leaving his wife.","release_date":"1953-04-29","belongs_to_collection":"\"\""},{"id":"15028","original_title":"Clockstoppers","adult":0,"genres":"\"[{'id': 12, 'name': 'Adventure'}, {'id': 10751, 'name': 'Family'}, {'id': 878, 'name': 'Science Fiction'}, {'id': 53, 'name': 'Thriller'}]\"","original_language":"en","overview":"Until now, Zak Gibbs' greatest challenge has been to find a way to buy a car. But when he discovers an odd wristwatch amidst his father's various inventions and slips it on -- something very strange happens. The world around him seems to come to a stop, everything and everybody frozen in time. Zak quickly learns how to manipulate the device and he and his quick-witted and beautiful new friend, Francesca, start to have some real fun.","release_date":"2002-03-17","belongs_to_collection":"\"\""},{"id":"4912","original_title":"Confessions of a Dangerous Mind","adult":0,"genres":"\"[{'id': 35, 'name': 'Comedy'}, {'id': 80, 'name': 'Crime'}, {'id': 18, 'name': 'Drama'}, {'id': 10749, 'name': 'Romance'}, {'id': 53, 'name': 'Thriller'}]\"","original_language":"en","overview":"Television made him famous, but his biggest hits happened off screen. Television producer by day, CIA assassin by night, Chuck Barris was recruited by the CIA at the height of his TV career and trained to become a covert operative. Or so Barris said.","release_date":"2002-12-30","belongs_to_collection":"\"\""},{"id":"159849","original_title":"Why We Fight: Divide and Conquer","adult":0,"genres":"\"[{'id': 99, 'name': 'Documentary'}]\"","original_language":"en","overview":"The third film of Frank Capra's 'Why We Fight\" propaganda film series, dealing with the Nazi conquest of Western Europe in 1940.","release_date":"1943-01-01","belongs_to_collection":"\"{'id': 158365, 'name': 'Why We Fight', 'poster_path': '\\\/fFYBLu2Hnx27CWLOMd425ExDkgK.jpg', 'backdrop_path': None}\""},{"id":"99080","original_title":"The Viking","adult":0,"genres":"\"[{'id': 28, 'name': 'Action'}, {'id': 18, 'name': 'Drama'}, {'id': 10749, 'name': 'Romance'}, {'id': 12, 'name': 'Adventure'}]\"","original_language":"en","overview":"Originally called White Thunder, American producer Varick Frissell's 1931 film was inspired by his love for the Canadian Arctic Circle. Set in a beautifully black-and-white filmed Newfoundland, it is the story of a rivalry between two seal hunters that plays out on the ice floes during a hunt. Unsatisfied with the first cut, Frissell arranged for the crew to accompany an actual Newfoundland seal hunt on The SS Viking, on which an explosion of dynamite (carried regularly at the time on Arctic ships to combat ice jams) killed many members of the crew, including Frissell. The film was renamed in honor of the dead.","release_date":"1931-06-21","belongs_to_collection":"\"\""},{"id":"298721","original_title":"รักที่ขอนแก่น","adult":0,"genres":"\"[{'id': 18, 'name': 'Drama'}, {'id': 14, 'name': 'Fantasy'}]\"","original_language":"th","overview":"In a hospital, ten soldiers are being treated for a mysterious sleeping sickness. In a story in which dreams can be experienced by others, and in which goddesses can sit casually with mortals, a nurse learns the reason why the patients will never be cured, and forms a telepathic bond with one of them.","release_date":"2015-09-02","belongs_to_collection":"\"\""},{"id":"97995","original_title":"Seven Years Bad Luck","adult":0,"genres":"\"[{'id': 35, 'name': 'Comedy'}]\"","original_language":"en","overview":"After breaking a mirror in his home, superstitious Max tries to avoid situations which could bring bad luck but in doing so, causes himself the worst luck imaginable.","release_date":"1921-02-06","belongs_to_collection":"\"\""},{"id":"10991","original_title":"Pokémon 3: The Movie","adult":0,"genres":"\"[{'id': 12, 'name': 'Adventure'}, {'id': 14, 'name': 'Fantasy'}, {'id': 16, 'name': 'Animation'}, {'id': 28, 'name': 'Action'}, {'id': 10751, 'name': 'Family'}]\"","original_language":"ja","overview":"When Molly Hale's sadness of her father's disappearance get to her, she unknowingly uses the Unown to create her own dream world along with Entei, who she believes to be her father. When Entei kidnaps Ash's mom, Ash along with Misty & Brock invade the mansion looking for his mom and trying to stop the mysteries of Molly's Dream World and Entei!","release_date":"2000-07-08","belongs_to_collection":"\"{'id': 34055, 'name': 'Pok\\u00e9mon Collection', 'poster_path': '\\\/j5te0YNZAMXDBnsqTUDKIBEt8iu.jpg', 'backdrop_path': '\\\/iGoYKA0TFfgSoZpG2u5viTJMGfK.jpg'}\""},{"id":"12600","original_title":"劇場版ポケットモンスター セレビィ 時を越えた遭遇（であい）","adult":0,"genres":"\"[{'id': 12, 'name': 'Adventure'}, {'id': 14, 'name': 'Fantasy'}, {'id': 16, 'name': 'Animation'}, {'id': 878, 'name': 'Science Fiction'}, {'id': 10751, 'name': 'Family'}]\"","original_language":"ja","overview":"All your favorite Pokémon characters are back, and are joined for the first time by the legendary Pokémon Celebi and Suicune, in this latest exciting Pokémon adventure! In order to escape a greedy Pokémon hunter, Celebi must use the last of its energy to travel through time to the present day. Celebi brings along Sammy, a boy who had been trying to protect it. Along with Ash, Pikachu, and the rest of the gang, Sammy and Celebi encounter an enemy far more advanced than the hunter left behind in the past. This new enemy possesses a Pokéball called a “Dark Ball,” which transforms the Pokémon it captures into evil and far stronger creatures. When Celebi is captured, the fate of the entire forest is threatened. Let POKÉMON 4EVER transport you to a world of adventure as Ash, Suicune and the rest take action to save the day!","release_date":"2001-07-06","belongs_to_collection":"\"{'id': 34055, 'name': 'Pok\\u00e9mon Collection', 'poster_path': '\\\/j5te0YNZAMXDBnsqTUDKIBEt8iu.jpg', 'backdrop_path': '\\\/iGoYKA0TFfgSoZpG2u5viTJMGfK.jpg'}\""},{"id":"265189","original_title":"Turist","adult":0,"genres":"\"[{'id': 35, 'name': 'Comedy'}, {'id': 18, 'name': 'Drama'}]\"","original_language":"sv","overview":"While holidaying in the French Alps, a Swedish family deals with acts of cowardliness as an avalanche breaks out.","release_date":"2014-08-15","belongs_to_collection":"\"\""}]